Repository: icy45325/mymap
Catalog: Lumi/Localizable.xcstrings
Source language: zh_hans
Languages: ar, en

source: 地图
ar: الخريطة
en: Map

source: 星迹
ar: البصمات
en: Footprints

source: 成就
ar: الإنجازات
en: Achievements

source: 我
ar: أنا
en: Me

source: 已点亮 FOOTPRINTS LIT
ar: المواقع المضاءة
en: FOOTPRINTS LIT

source: / %lld 国
ar: / %lld دولة
en: / %lld countries

source: %lld 座城市 · 全球 %@
ar: %lld مدينة · %@ من العالم
en: %lld cities · %@ of the world

source: 世界进度 World
ar: تقدّم العالم
en: World Progress

source: 精彩瞬间
ar: أبرز اللحظات
en: Highlights

source: 点亮新足迹
ar: أضئ موقعًا جديدًا
en: Light a new spot

source: Footprints
ar: البصمات

source: 从相册同步
ar: مزامنة من الصور
en: Sync from Photos

source: 还没有星迹
ar: لا مسارات بعد
en: No trails yet

source: 从相册一键找回去过的地方，或回地图点亮第一个
ar: استعد الأماكن من صورك، أو أضئ أول موقع على الخريطة
en: Recover places from your photos, or light your first on the map

source: 从相册同步历史足迹
ar: مزامنة البصمات السابقة من الصور
en: Sync past footprints from Photos

source: 删除这条足迹？
ar: حذف هذه البصمة؟
en: Delete this footprint?

source: 删除
ar: حذف
en: Delete

source: 取消
ar: إلغاء
en: Cancel

source: %lld · 已记录 %lld 段
ar: %1$lld · %2$lld مسجّلة
en: %1$lld · %2$lld recorded

source: 同行人
ar: الرفاق
en: Companions

source: 日期
ar: التاريخ
en: Date

source: 照片
ar: الصور
en: Photos

source: 地区
ar: المنطقة
en: Region

source: 国家
ar: الدولة
en: Country

source: 编辑足迹
ar: تعديل البصمة
en: Edit Footprint

source: 保存
ar: حفظ
en: Save

source: 地点名
ar: اسم المكان
en: Place name

source: 一句心情
ar: انطباع
en: A note

source: 多天行程
ar: رحلة متعددة الأيام
en: Multi-day trip

source: 和谁一起？
ar: مع مَن؟
en: With whom?

source: 开始
ar: البداية
en: Start

source: 结束
ar: النهاية
en: End

source: 记一句此刻的感受…
ar: اكتب شعورك في هذه اللحظة…
en: Write how this moment feels…

source: 新足迹
ar: بصمة جديدة
en: New Footprint

source: 加一张照片（可跳过）
ar: أضف صورة (اختياري)
en: Add a photo (optional)

source: 地点
ar: المكان
en: Place

source: 搜索地点
ar: ابحث عن مكان
en: Search a place

source: 点亮这里 ✦
ar: أضئ هنا ✦
en: Light up here ✦

source: 更改
ar: تغيير
en: Change

source: 我的世界
ar: عالمي
en: My World

source: Lv.%lld 探索者
ar: المستوى %lld مستكشف
en: Lv.%lld Explorer

source: 城市
ar: المدن
en: Cities

source: 勋章
ar: الأوسمة
en: Badges

source: 距离 Lv.%lld 还差 %lld 国
ar: %2$lld دولة للوصول للمستوى %1$lld
en: %2$lld more countries to Lv.%1$lld

source: 最近点亮 Recent
ar: أُضيئت مؤخرًا
en: Recently Lit

source: 还没有足迹 · 回地图点亮第一个地方
ar: لا بصمات بعد · أضئ أول موقع على الخريطة
en: No footprints yet · light your first on the map

source: 未知地区
ar: منطقة غير معروفة
en: Unknown region

source: 未知地点
ar: مكان غير معروف
en: Unknown place

source: 设置
ar: الإعدادات
en: Settings

source: 语言 Language
ar: اللغة
en: Language

source: 语言跟随系统
ar: اللغة تتبع النظام
en: Language follows system

source: 在「系统设置 › Lumi」里可单独为本应用选择语言
ar: اختر لغة للتطبيق من الإعدادات › Lumi
en: Choose a per-app language in Settings › Lumi

source: 心愿单
ar: قائمة الأمنيات
en: Wishlist

source: 还没有心愿
ar: لا أمنيات بعد
en: No wishes yet

source: 搜索添加想去的地方，或在地图上点选标记
ar: ابحث لإضافة أماكن تريد زيارتها، أو حدّدها على الخريطة
en: Search to add places you want to visit, or tap them on the map

source: 添加心愿
ar: أضف أمنية
en: Add a wish

source: 搜索想去的城市 / 国家
ar: ابحث عن مدينة / دولة
en: Search a city / country

source: 还没去过的热门目的地
ar: وجهات شهيرة لم تزرها بعد
en: Popular spots you haven't been

source: 热门目的地都在你的清单里了 ✦
ar: كل الوجهات الشهيرة في قائمتك ✦
en: All popular spots are on your list ✦

source: 同步历史足迹
ar: مزامنة البصمات السابقة
en: Sync Past Footprints

source: 关闭
ar: إغلاق
en: Close

source: 全选
ar: تحديد الكل
en: Select All

source: 全不选
ar: إلغاء التحديد
en: Deselect All

source: 请求相册权限…
ar: طلب الوصول إلى الصور…
en: Requesting photo access…

source: 正在从相册识别去过的地方…
ar: يتم التعرف على الأماكن من صورك…
en: Finding places from your photos…

source: 无法访问相册
ar: تعذّر الوصول إلى الصور
en: Can't access Photos

source: 到「设置 › 隐私 › 照片」允许 Lumi 读取相册后再试。
ar: اسمح لـ Lumi من الإعدادات › الخصوصية › الصور ثم أعد المحاولة.
en: Allow Lumi in Settings › Privacy › Photos, then try again.

source: 打开设置
ar: فتح الإعدادات
en: Open Settings

source: 没找到带位置的新照片
ar: لم يُعثر على صور جديدة بموقع
en: No new located photos found

source: 相册里带定位信息的照片都已点亮，或暂时没有可识别的地点。
ar: كل الصور ذات الموقع مضاءة مسبقًا، أو تعذّر التعرف على أي مكان.
en: All located photos are already lit, or none could be recognized.

source: 识别到 %lld 处地点
ar: تم العثور على %lld مكان
en: %lld places found

source: 导入 %lld 个足迹 ✦
ar: استيراد %lld بصمة ✦
en: Import %lld footprints ✦

source: 选择要导入的地点
ar: اختر أماكن للاستيراد
en: Select places to import

source: 按城市
ar: حسب المدينة
en: By city

source: 按国家
ar: حسب الدولة
en: By country

source: 点一个国家：标记去过或加入心愿
ar: انقر دولة: حدّدها كمزارة أو أضفها للأمنيات
en: Tap a country: mark visited or add to wishlist

source: 已点亮 · 再记一次
ar: مضاءة · سجّل مجددًا
en: Lit · log again

source: 我去过这里 ✦
ar: لقد زرت هنا ✦
en: I've been here ✦

source: 加入心愿单
ar: أضف للأمنيات
en: Add to wishlist

source: 你哪一年去的 %@？
ar: في أي عام زرت %@؟
en: Which year did you visit %@?

source: %lld 年
ar: %lld
en: %lld

source: 点亮 ✦
ar: أضئ ✦
en: Light up ✦

source: 这个国家
ar: هذه الدولة
en: this country

source: 普通
ar: عادي
en: Common

source: 稀有
ar: نادر
en: Rare

source: 史诗
ar: ملحمي
en: Epic

source: 传说
ar: أسطوري
en: Legendary

source: 探索
ar: استكشاف
en: Explore

source: 大洲
ar: القارات
en: Continents

source: 里程碑
ar: محطات
en: Milestones

source: 连续
ar: تتابع
en: Streaks

source: 亚洲
ar: آسيا
en: Asia

source: 欧洲
ar: أوروبا
en: Europe

source: 中东
ar: الشرق الأوسط
en: Middle East

source: 美洲
ar: الأمريكتان
en: Americas

source: 非洲
ar: إفريقيا
en: Africa

source: 大洋洲
ar: أوقيانوسيا
en: Oceania

source: 徽章收藏
ar: مجموعة الأوسمة
en: Badge Collection

source: 已点亮国
ar: الدول المضاءة
en: Lit countries

source: 全部
ar: الكل
en: All

source: 即将解锁 Next up
ar: التالي
en: Next up

source: 大洲征服 Conquest
ar: غزو القارات
en: Continent Conquest

source: 桂冠 · 最高荣耀
ar: التاج · أعلى شرف
en: Crown · Top honor

source: 取消置顶
ar: إلغاء التثبيت
en: Unpin

source: 置顶
ar: تثبيت
en: Pin

source: 设为置顶展示
ar: تثبيت كمميّز
en: Pin as featured

source: 已解锁
ar: مفتوح
en: Unlocked

source: 解锁条件
ar: كيفية الفتح
en: How to unlock

source: ◆ 全球仅 %@ 玩家拥有
ar: ◆ %@ فقط من اللاعبين يملكونه
en: ◆ Only %@ of players own this

source: 全球持有率
ar: نسبة الامتلاك
en: Global ownership

source: 获得时间
ar: تاريخ الحصول
en: Earned on

source: 当前进度
ar: التقدم
en: Progress

source: 状态
ar: الحالة
en: Status

source: 已获得
ar: تم الحصول
en: Earned

source: 进行中
ar: قيد التقدم
en: In progress

source: 未解锁
ar: مقفل
en: Locked

source: 成就解锁 · UNLOCKED
ar: إنجاز · مفتوح
en: ACHIEVEMENT · UNLOCKED

source: 即将解锁 · %@
ar: اقتربت · %@
en: Almost there · %@

source: 点击任意处继续
ar: انقر في أي مكان للمتابعة
en: Tap anywhere to continue

source: 国
ar: دولة
en: countries

source: 城
ar: مدينة
en: cities

source: 洲
ar: قارة
en: continents

source: 初见曙光
ar: أول ضوء
en: First Light

source: 五国足迹
ar: خمس دول
en: Five Countries

source: 环球旅人
ar: جوّال العالم
en: Globetrotter

source: 沙漠先锋
ar: رائد الصحراء
en: Desert Pioneer

source: 百城达人
ar: مئة مدينة
en: Hundred Cities

source: 七大洲全集
ar: كل القارات
en: All Continents

source: 亚洲之星
ar: نجم آسيا
en: Star of Asia

source: 欧洲漫游者
ar: جوّال أوروبا
en: Europe Roamer

source: 非洲先锋
ar: رائد أفريقيا
en: Africa Pioneer

source: 美洲征服者
ar: فاتح الأمريكتين
en: Americas Conqueror

source: 大洋洲游牧者
ar: بدوي أوقيانوسيا
en: Oceania Nomad

source: 南极探险家
ar: مستكشف القطب الجنوبي
en: Antarctica Explorer

source: 南极先锋
ar: رائد القطب الجنوبي
en: Antarctica Pioneer

source: 丛林探险家
ar: مستكشف الأدغال
en: Jungle Explorer

source: 跳岛旅人
ar: متنقّل الجزر
en: Island Hopper

source: 点亮你的第一个足迹。旅程由此开始。
ar: أضئ بصمتك الأولى. تبدأ الرحلة هنا.
en: Light your first footprint. The journey begins.

source: 全球累计点亮 5 个不同国家。
ar: أضئ 5 دول مختلفة.
en: Light up 5 different countries.

source: 点亮 30 个国家解锁这枚史诗徽章。
ar: أضئ 30 دولة لفتح هذا الوسام الملحمي.
en: Light up 30 countries to unlock this epic badge.

source: 在干旱 / 沙漠气候城市（如阿布扎比、迪拜）打卡。
ar: سجّل وصولًا في مدينة صحراوية (مثل أبوظبي، دبي).
en: Check in at an arid / desert city (e.g. Abu Dhabi, Dubai).

source: 全球累计打卡的不同城市总数达 100。
ar: بلوغ 100 مدينة مختلفة حول العالم.
en: Reach 100 distinct cities checked in worldwide.

source: 全球 7 个大洲均至少含 1 个点亮足迹。
ar: أضئ بصمة واحدة على الأقل في كل القارات السبع.
en: Light at least one footprint on all 7 continents.

source: 在亚洲点亮足迹。
ar: أضئ بصمة في آسيا.
en: Light a footprint in Asia.

source: 在欧洲点亮足迹。
ar: أضئ بصمة في أوروبا.
en: Light a footprint in Europe.

source: 在非洲点亮首个国家。
ar: أضئ أول دولة في إفريقيا.
en: Light your first country in Africa.

source: 在北美 / 南美点亮首个国家。
ar: أضئ أول دولة في الأمريكتين.
en: Light your first country in the Americas.

source: 在大洋洲点亮首个国家。
ar: أضئ أول دولة في أوقيانوسيا.
en: Light your first country in Oceania.

source: 在南极洲（南纬 60° 以下）成功打卡。
ar: سجّل وصولًا في القطب الجنوبي (تحت 60° جنوبًا).
en: Check in within Antarctica (below 60°S).

source: 多次造访南极极寒点（≥ 2 次）。
ar: زر نقاط القطب الجنوبي المتجمدة أكثر من مرة (≥ 2).
en: Visit Antarctica's frozen points more than once (≥ 2).

source: 在雨林覆盖率极高国家（如巴西、印尼）打卡。
ar: سجّل وصولًا في دولة غنية بالغابات المطيرة (مثل البرازيل، إندونيسيا).
en: Check in at a rainforest-rich country (e.g. Brazil, Indonesia).

source: 点亮 3 个不相连的岛屿国家 / 地区。
ar: أضئ 3 دول / مناطق جزرية منفصلة.
en: Light 3 separate island nations / regions.

source: 增加
ar: إضافة
en: Add

source: 最多 %lld 张 · 已选 %lld
ar: حتى %1$lld · %2$lld محدد
en: Up to %1$lld · %2$lld selected

source: 不展示徽章
ar: عدم عرض أي وسام
en: Don't feature any

source: 小组件 Widgets
ar: الودجات
en: Widgets

source: 点亮计数
ar: عدّاد الإضاءة
en: Lit Count

source: 主屏 / 锁屏显示已点亮国家数与全球占比
ar: الدول المضاءة ونسبة العالم على الشاشة الرئيسية/المقفلة
en: Lit countries & world % on home/lock screen

source: 去年今日
ar: في مثل هذا اليوم
en: On This Day

source: 回看往年此刻去过的地方
ar: تذكّر أين كنت في السنوات الماضية
en: Revisit where you were in past years

source: 添加方式：长按桌面空白处 → 左上角「+」→ 搜索 “Lumi” → 选择小组件。小组件文案跟随系统语言。
ar: للإضافة: اضغط مطولًا على الشاشة الرئيسية ← «+» أعلى اليسار ← ابحث «Lumi» ← اختر ودجت. نص الودجت يتبع لغة النظام.
en: To add: long-press the home screen → “+” top-left → search “Lumi” → pick a widget. Widget text follows the system language.

source: 城市（可选）
ar: المدينة (اختياري)
en: City (optional)

source: 打卡城市（可选 · 可多选）
ar: المدن (اختياري · متعدد)
en: Cities (optional · multi-select)

source: 点亮 %lld 城 ✦
ar: أضئ %lld مدينة ✦
en: Light %lld cities ✦

source: 明信片
ar: بطاقة بريدية
en: Postcard

source: 明信片寄语
ar: عبارة البطاقة
en: Postcard note

source: 在明信片上写点什么…
ar: اكتب شيئًا على البطاقة…
en: Write something on the postcard…

source: 分享明信片
ar: مشاركة البطاقة
en: Share postcard

source: 想把%@的这一刻寄给你 ✦
ar: ليتك كنت هنا في %@ ✦
en: Wish you were here in %@ ✦

source: 复制口令
ar: نسخ الرمز
en: Copy code

source: 已复制口令
ar: تم نسخ الرمز
en: Code copied

source: 二维码
ar: رمز QR
en: QR code

source: 或发口令 / 二维码 —— 对方在 Lumi 里自动收下
ar: أو أرسل رمزًا / QR — يستلمونه داخل Lumi
en: Or send a code / QR — they receive it inside Lumi

source: 收到一张明信片 ✦
ar: وصلتك بطاقة بريدية ✦
en: You received a postcard ✦

source: 收下 ✦
ar: استلام ✦
en: Accept ✦

source: 忽略
ar: تجاهل
en: Ignore

source: %@ 寄来 · %@
ar: من %1$@ · %2$@
en: From %1$@ · %2$@

source: 复制链接
ar: نسخ الرابط
en: Copy link

source: 已复制
ar: تم النسخ
en: Copied

source: 隔空投送
ar: AirDrop
en: AirDrop

source: 链接 / 二维码 / 隔空投送 —— 对方扫码或点开即在 Lumi 收下
ar: رابط / QR / AirDrop — يمسحون أو ينقرون للاستلام في Lumi
en: Link / QR / AirDrop — they scan or tap to receive in Lumi

source: 扫码收明信片
ar: امسح للاستلام
en: Scan to receive

source: 把二维码放进取景框
ar: ضع رمز QR داخل الإطار
en: Place the QR code in the frame

source: 把二维码放进取景框，或从相册选二维码
ar: ضع رمز QR في الإطار أو اختر صورة من المعرض
en: Place the QR in the frame, or pick one from Photos

source: 从相册选二维码
ar: اختر QR من الصور
en: Pick QR from Photos

source: 相机不可用时，也可从相册选一张含二维码的图收下明信片。
ar: بلا كاميرا؟ اختر صورة تحتوي على QR لاستلام البطاقة.
en: No camera? Pick a photo containing a QR to receive the postcard.

source: 相册
ar: الصور
en: Photos

source: 没在这张图里找到二维码
ar: لم يُعثر على رمز QR في هذه الصورة
en: No QR code found in this image

source: 此设备无法扫码
ar: لا يمكن المسح على هذا الجهاز
en: This device can't scan

source: 可改用「复制口令 / 隔空投送」接收。
ar: استخدم نسخ الرابط / AirDrop بدلًا من ذلك.
en: Use Copy link / AirDrop instead.

source: 明信片墙
ar: البطاقات
en: Postcards

source: 还没有明信片
ar: لا بطاقات بعد
en: No postcards yet

source: 点亮足迹会生成明信片；收到的明信片也会收进这里
ar: إضاءة البصمات تنشئ بطاقات؛ والمستلمة تظهر هنا أيضًا
en: Lighting footprints creates postcards; received ones land here too

source: 我的
ar: لي
en: Mine

source: 收到的
ar: المستلمة
en: Received

source: ✦ 收到
ar: ✦ مستلمة
en: ✦ Received

source: 护照本
ar: جواز السفر
en: Passport

source: 我的护照本
ar: جواز سفري
en: My passport

source: 去过 %lld 国 · 翻开看看出入境章
ar: %lld دولة · افتح لرؤية الأختام
en: %lld countries · open to see your stamps

source: 去过 %lld 国 · %lld 城
ar: %1$lld دولة · %2$lld مدينة
en: %1$lld countries · %2$lld cities

source: 护照还是空的
ar: جواز السفر فارغ
en: Passport is empty

source: 去点亮第一个国家，盖下第一枚入境章
ar: أضئ أول دولة لتحصل على أول ختم
en: Light your first country to earn your first stamp

source: 个人资料
ar: الملف الشخصي
en: Profile

source: 昵称
ar: الاسم
en: Name

source: 你的昵称
ar: اسمك
en: Your name

source: 国籍
ar: الجنسية
en: Nationality

source: 选择国籍
ar: اختر الجنسية
en: Choose nationality

source: 完成
ar: تم
en: Done

source: 还没有收到明信片
ar: لم تصلك بطاقات بعد
en: No postcards received yet

source: 朋友用扫码 / 链接 / 隔空投送寄来的明信片，会收进这里
ar: البطاقات التي يرسلها الأصدقاء عبر QR / رابط / AirDrop تظهر هنا
en: Postcards friends send via QR / link / AirDrop land here

source: 收到的明信片都在这
ar: البطاقات التي استلمتها
en: Postcards you've received

source: 想去的地方
ar: أماكن تريد زيارتها
en: Places you want to go

source: 今年的足迹
ar: هذا العام
en: This year

source: 分享徽章
ar: مشاركة الوسام
en: Share badge

source: 分享
ar: مشاركة
en: Share

source: 去过的国旗
ar: أعلام زرتها
en: Flags visited

source: 展示去过国家的国旗集合（最多 5 个）
ar: أعلام الدول التي زرتها (حتى 5)
en: Flags of countries you've visited (up to 5)

source: ✦ 成就解锁 · Lit on Lumi
ar: ✦ إنجاز · على Lumi
en: ✦ Achievement · Lit on Lumi

source: 按月
ar: شهري
en: Monthly

source: 按年
ar: سنوي
en: Yearly

source: 终身
ar: مدى الحياة
en: Lifetime

source: 恢复购买
ar: استعادة المشتريات
en: Restore

source: 解锁更精致的明信片与更多记忆增益
ar: افتح بطاقات أرقى ومزايا ذكريات إضافية
en: Unlock finer postcards and more memory perks

source: 明信片无水印 · 高清导出
ar: بطاقات بلا علامة مائية · تصدير عالي الدقة
en: Postcards: no watermark · HD export

source: 去掉 Lumi 水印，3 倍分辨率导出
ar: أزل علامة Lumi المائية وصدّر بدقة 3×
en: Remove the Lumi watermark, export at 3× resolution

source: 全部明信片样式 & 邮票
ar: كل أنماط البطاقات والطوابع
en: All postcard styles & stamps

source: 解锁所有卡面样式与邮票贴图
ar: افتح كل أنماط البطاقات والطوابع
en: Unlock every card style and stamp

source: 地图皮肤 & 主题
ar: سمات وأشكال الخريطة
en: Map skins & themes

source: 更多地图配色与主题
ar: ألوان وسمات خريطة إضافية
en: More map palettes and themes

source: 云同步 · 多设备 · 跨平台
ar: مزامنة سحابية · أجهزة متعددة · متعدد المنصات
en: Cloud sync · multi-device · cross-platform

source: 换机不丢，iOS / Android 共享权益
ar: لا تفقد بياناتك؛ شارك Plus بين iOS و Android
en: Never lose data; share Plus across iOS / Android

source: 进阶统计 · 年度回顾
ar: إحصاءات متقدمة · مراجعة سنوية
en: Advanced stats · year in review

source: 更深的足迹洞察与年度叙事
ar: رؤى أعمق للبصمات وقصص سنوية
en: Deeper footprint insights and yearly stories

source: 现已可用
ar: متاح الآن
en: Available now

source: 即将推出
ar: قريبًا
en: Coming soon

source: 省
ar: وفّر
en: Save

source: 每月 · 随时取消
ar: شهري · ألغِ في أي وقت
en: Monthly · cancel anytime

source: 每年 · 折合更省
ar: سنوي · أفضل قيمة
en: Yearly · best value

source: 一次性买断 · 永久
ar: دفعة واحدة · للأبد
en: One-time · forever

source: 开始订阅
ar: اشترك
en: Subscribe

source: 解锁终身 Plus
ar: افتح Plus مدى الحياة
en: Unlock lifetime Plus

source: 终身会员
ar: عضو مدى الحياة
en: Lifetime member

source: 早鸟会员
ar: عضوية مبكرة
en: Early bird

source: 成为终身会员
ar: كن عضوًا مدى الحياة
en: Become a lifetime member

source: 一次买断 · 永久解锁 · 含后续功能与常规内容包
ar: دفعة واحدة · للأبد · الميزات القادمة وحزم المحتوى الاعتيادية
en: One-time · forever · future features & regular content packs

source: 后续所有功能迭代与常规内容包
ar: كل الميزات القادمة وحزم المحتوى الاعتيادية
en: All future features & regular content packs

source: 一次解锁，未来新增 Plus 功能与商店常规资源包全部包含（限量/联名款除外，会员享折扣）
ar: افتح مرة واحدة؛ كل ميزات Plus القادمة وحزم المتجر الاعتيادية مشمولة (الإصدارات المحدودة تُباع منفصلة بخصم للأعضاء)
en: Unlock once; every future Plus feature and regular store pack included (limited/collab drops sold separately, members get a discount)

source: 一次性买断，永久解锁全部功能、后续所有功能迭代与商店常规内容包。付款将在确认购买时记入你的 Apple ID，不会自动续费。
ar: عملية شراء لمرة واحدة تفتح كل الميزات للأبد، بما في ذلك الميزات القادمة وحزم المحتوى الاعتيادية. يُخصم المبلغ من Apple ID عند التأكيد ولا يتجدد تلقائيًا.
en: A one-time purchase unlocks every feature forever, including all future features and regular store content packs. Payment is charged to your Apple ID at confirmation and does not auto-renew.

source: 终身会员 · 早鸟
ar: مدى الحياة · مبكر
en: Lifetime · Early bird

source: 收到的明信片
ar: البطاقات المستلمة
en: Postcards received

source: 往来的人
ar: المراسلون
en: Correspondents

source: 收集图鉴
ar: سِجل المقتنيات
en: Collection Codex

source: 邮票 · 邮戳 · 节日章
ar: طوابع · أختام بريد · أختام الأعياد
en: Stamps · postmarks · festival seals

source: 地区邮票
ar: طوابع المناطق
en: Regional stamps

source: 点亮该国家即解锁，可贴在寄出的明信片上
ar: أضئ الدولة لفتحه؛ استخدمه على بطاقاتك المرسلة
en: Light up the country to unlock; use it on postcards you send

source: 节日限定章
ar: أختام الأعياد
en: Festival seals

source: 收到命中节日期间寄出的明信片即可收集
ar: اجمعه باستلام بطاقة أُرسلت خلال فترة العيد
en: Collect by receiving a postcard sent during the festival window

source: 基础邮票 · 邮戳
ar: الطوابع الأساسية · ختم البريد
en: Basic stamps · postmark

source: 默认解锁
ar: مفتوح افتراضيًا
en: Unlocked by default

source: 通用邮戳
ar: ختم البريد العام
en: Standard postmark

source: 已收集 %lld / %lld
ar: تم جمع %1$lld / %2$lld
en: Collected %1$lld / %2$lld

source: 邮票、邮戳与节日章都收进这本图鉴
ar: كل الطوابع وأختام البريد وأختام الأعياد في هذا السِجل
en: Every stamp, postmark and festival seal lives in this codex

source: 点亮 %@ 解锁
ar: أضئ %@ للفتح
en: Light up %@ to unlock

source: 先知诞辰
ar: المولد النبوي
en: Mawlid

source: 阿联酋国庆
ar: اليوم الوطني الإماراتي
en: UAE National Day

source: 感恩节
ar: عيد الشكر
en: Thanksgiving

source: 圣诞节
ar: عيد الميلاد
en: Christmas

source: 中秋
ar: منتصف الخريف
en: Mid-Autumn

source: 中国国庆
ar: العيد الوطني الصيني
en: China National Day

source: 中东足迹
ar: بصمات الشرق الأوسط
en: Middle East footprints

source: 欧美与亚洲足迹
ar: بصمات الغرب وآسيا
en: Western & Asian footprints

source: 中国足迹
ar: بصمات الصين
en: China footprints

source: 地图皮肤
ar: سمات الخريطة
en: Map skins

source: 换一套点亮配色 · 霓虹免费，更多皮肤属 Plus
ar: بدّل ألوان الإضاءة · نيون مجاني والمزيد مع Plus
en: Swap the glow palette · Neon is free, more skins with Plus

source: 霓虹
ar: نيون
en: Neon

source: 极光
ar: الشفق
en: Aurora

source: 暖阳
ar: الغروب
en: Sunset

source: App 图标
ar: أيقونة التطبيق
en: App icon

source: 换一枚桌面图标 · 默认免费，其余属 Plus
ar: اختر أيقونة الشاشة الرئيسية · الافتراضية مجانية والبقية مع Plus
en: Pick a home-screen icon · default is free, others with Plus

source: 霓虹紫
ar: بنفسجي نيون
en: Neon purple

source: 暗金
ar: ذهبي داكن
en: Dark gold

source: 粉霓
ar: وردي نيون
en: Neon pink

source: 地图皮肤 & App 图标
ar: سمات الخريطة وأيقونات التطبيق
en: Map skins & app icons

source: 极光/暖阳地图配色，专属桌面图标
ar: ألوان الشفق والغروب للخريطة وأيقونات حصرية
en: Aurora & sunset map palettes, exclusive icons

source: 主题色
ar: السمة
en: Theme

source: 高亮色、地图与 App 图标一起换 · 霓虹免费，其余属 Plus
ar: تتبدل ألوان التمييز والخريطة وأيقونة التطبيق معًا · نيون مجاني والبقية مع Plus
en: Accent colors, map and app icon switch together · Neon is free, others with Plus

source: 主题色 · 专属图标 · 小组件
ar: السمات · أيقونات حصرية · الودجات
en: Themes · exclusive icons · widgets

source: 极光/暖阳整套主题（高亮+地图+图标），主屏小组件
ar: سمات الشفق والغروب الكاملة، وودجات الشاشة الرئيسية
en: Aurora & sunset full themes (accents + map + icon), Home Screen widgets

source: 点亮该国家即解锁 · 仅限该国足迹的明信片
ar: افتحه بإضاءة الدولة · يُستخدم فقط على بصمات تلك الدولة
en: Unlock by lighting the country · usable only on that country's footprints

source: 节日前后 5 天限时可用（地区性节日仅限该地区足迹）· 收到贴此章的明信片即收集
ar: يُستخدم خلال 5 أيام حول العيد (الأعياد الإقليمية لمنطقتها فقط) · اجمعه باستلام بطاقة تحمله
en: Usable within 5 days around the festival (regional festivals limited to that region) · collect by receiving a card bearing it

source: 已收集
ar: تم جمعه
en: Collected

source: 未收集
ar: لم يُجمع
en: Not collected

source: 使用限制
ar: الاستخدام
en: Usage

source: 用法
ar: طريقة الاستخدام
en: How to use

source: 可用窗口
ar: الفترة
en: Window

source: 适用地区
ar: المنطقة
en: Region

source: 收集方式
ar: طريقة الجمع
en: How to collect

source: 说明
ar: حول
en: About

source: 仅限该国足迹的明信片
ar: فقط على بطاقات بصمات تلك الدولة
en: Only on postcards from that country's footprints

source: 寄明信片时在邮票选择器中选用
ar: اختره من منتقي الطوابع عند إرسال بطاقة
en: Pick it in the stamp selector when sending a postcard

source: 节日前后 5 天，寄该地区足迹的明信片可选用
ar: خلال 5 أيام حول العيد، على بصمات تلك المنطقة
en: Within 5 days around the festival, on that region's footprints

source: 收到贴此章的明信片即可收集
ar: استلم بطاقة تحمل هذا الختم لجمعه
en: Receive a postcard bearing this seal to collect it

source: 任意明信片可选
ar: يُستخدم على أي بطاقة
en: Usable on any postcard

source: 邮局盖章：明信片寄达后由 Lumi 邮局盖上，仅收件人翻面可见
ar: ختم البريد: يختمه بريد Lumi عند التسليم ويظهر للمستلم فقط
en: Post office mark: stamped by the Lumi post office on delivery, visible only to the recipient

source: 典藏邮票 · PLUS
ar: طوابع مميزة · PLUS
en: Premium stamps · PLUS

source: 终身会员专属 · 点亮该国家后，寄该地足迹的明信片可选用
ar: حصري للأعضاء مدى الحياة · أضئ الدولة ثم استخدمه على بطاقات ذلك المكان
en: Lifetime members only · light the country, then use on that place's postcards

source: 终身会员解锁
ar: يُفتح بالعضوية مدى الحياة
en: Unlock with lifetime

source: 成为终身会员，并点亮该国家
ar: كن عضوًا مدى الحياة وأضئ الدولة
en: Become a lifetime member and light up the country

source: 仅限该城市足迹的明信片
ar: فقط على بصمات تلك المدينة
en: Only on that city's footprints

source: 典藏国家邮票
ar: طوابع الدول المميزة
en: Premium country stamps

source: 中国/美国/日本/阿联酋 14 枚典藏票，寄该地明信片专属可用
ar: 14 طابعًا مميزًا للصين وأمريكا واليابان والإمارات، حصرية لبطاقات المكان
en: 14 premium stamps for China/USA/Japan/UAE, exclusive to that place's postcards

source: 上海天际线
ar: أفق شنغهاي
en: Shanghai Skyline

source: 龙跃长城
ar: التنين فوق السور
en: Dragon over the Wall

source: 长城·兵马俑
ar: السور العظيم والمحاربون
en: Great Wall & Warriors

source: 摩天都市
ar: مدن حديثة
en: Modern Cities

source: 永恒天际线
ar: آفاق خالدة
en: Eternal Skylines

source: 西部风情
ar: تراث الغرب
en: Western Heritage

source: 富士花信
ar: فوجي والأزهار
en: Fuji Blossom

source: 浮世佳人
ar: جميلة أوكييو-إه
en: Ukiyo-e Beauty

source: 富士浪涛
ar: فوجي والموجة
en: Fuji & Wave

source: 江户渔人
ar: صياد إيدو
en: Edo Fisherman

source: 金弧之城
ar: مدينة الأقواس
en: City of Arcs

source: 大清真寺
ar: المسجد الكبير
en: Grand Mosque

source: 艺术之岛
ar: جزيرة الفن
en: Isle of Art

source: 哈利法塔
ar: برج خليفة
en: Burj Khalifa

source: 阿布扎比
ar: أبوظبي
en: Abu Dhabi

source: 迪拜
ar: دبي
en: Dubai

source: 基础邮票
ar: الطوابع الأساسية
en: Basic stamps

source: 普通邮票 · 默认解锁，任意明信片可选
ar: طوابع عادية · مفتوحة افتراضيًا وتصلح لأي بطاقة
en: Ordinary stamps · unlocked by default, usable on any postcard

source: 邮戳 Postmarks
ar: أختام البريد
en: Postmarks

source: 寄达后由 Lumi 邮局盖上，仅收件人可见 · 更多国家/地区/节日邮戳将陆续为会员推出
ar: يختمه بريد Lumi عند التسليم ويظهر للمستلم فقط · المزيد من أختام الدول والمناطق والأعياد قادمة للأعضاء
en: Stamped by the Lumi post office on delivery, visible only to the recipient · more country / region / festival postmarks coming for members

source: 后续
ar: قادم
en: Coming next

source: 更多按国家/地区/节日区分的邮戳将为终身会员推出
ar: المزيد من الأختام حسب الدولة والمنطقة والعيد قادمة للأعضاء مدى الحياة
en: More postmarks by country / region / festival are coming for lifetime members

source: 敬请期待
ar: قريبًا
en: Coming soon
